cask_args appdir: "/Applications"

# Terminal
brew "starship"
brew "neovim"
brew "tmux"

# Better Terminal Defaults
brew "bat"
brew "exa"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "grc"

# Git
brew "git"
brew "git-delta"
brew "lazygit"

# Environment Management
# brew "asdf"
brew "mise"

# New UI Stuff
# brew "yabai"
# brew "shkd"
# brew "sketchybar"

# Applications
cask "arc"
cask "bitwarden"
cask "discord"
cask "httpie"
cask "google-drive"
cask "kitty"
cask "linear-linear"
cask "postico"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "zoom"

