hookyqr.beautify
vscjava.vscode-java-debug
ms-azuretools.vscode-docker
editorconfig.editorconfig
dbaeumer.vscode-eslint
skyapps.fish-vscode
eamodio.gitlens
vscjava.vscode-java-test
xabikos.javascriptsnippets
ms-toolsai.jupyter
redhat.java
pkief.material-icon-theme
vscjava.vscode-maven
matangover.mypy
arcticicestudio.nord-visual-studio-code
quicktype.quicktype
vscjava.vscode-java-dependency
ms-python.python
visualstudioexptteam.vscodeintellicode

